{
    "records":[
        {
            "title": "Secure IoT",
            "description": "As the world is increasingly interconnected, everyone shares the responsiblity of securing cyberspace",
            "author":"Newton Lee",
            "image": "s_in_iot.jpg"
        },
        {
            "title": "Oblivion",
            "description": "There are two kinds of people in America today: Those who have experiences a foreign cyber attack and know it, and those whoe have experienced a foreign cyber attack and don't know it",
            "author":"Frank Wolf",
            "image": "targets.jpg"
        },
        {
            "title":"Economics",
            "description":"We are vulnerable in our military and in our governements, but I think we are most vulnerable to cyber attacks commercially. This challenge is going to significantly increase. It's not going to go away.",
            "author":"Michael Mullen",
            "image":"concept_of_cybersecurity.jpg"
        },
        {
            "title":"Security Best Practices",
            "description":"The three golden rules to ensure computer security are: do not own a computer; do not power it on; and do not use it.",
            "author":"Robert Morris",
            "image":"secure_devices.jpg"
        },
        {
            "title":"Reputation",
            "description":"It takes 20 years to build a reputation and a few minutes of cyber-incident to ruin it",
            "author":"unknown",
            "image":"blender.jpg"
        },
        {
            "title":"Weakest Link",
            "description":"Companies spend millions of dollars on firewalls encryption, and secure access devices, and it's money wasted, because none of these measres address the weakest link in the security chain.",
            "author":"Kevin Mitnick",
            "image":"firewall_toaster.jpg"
        },
        {
            "title":"Secure IoT",
            "description":"The Internet of Things (IoT) devoid of comprehensive security management is tantamount to the Internet of Threats. Apply open collaborative innovation, systems thinking & zero-trust security models to design IoT ecosystems that generate and capture value in value chains of the Internet of Things.",
            "author":"Stephane Nappo",
            "image":"ransom_iot.jpg"
        },
        {
            "title":"Velcro",
            "description":"A small step for a man, a giant leap for mankind",
            "author":"Distrinet@Gent feat. Neil Armstrong",
            "image":"beer.jpg"
        }
    ]
}